{
  "plugins": {
    "Comment.nvim": {
      "src": "git@github.com:numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "git@github.com:L3MON4D3/LuaSnip"
    },
    "editorconfig-vim": {
      "src": "git@github.com:editorconfig/editorconfig-vim"
    },
    "emmet-vim": {
      "src": "git@github.com:mattn/emmet-vim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "mini.icons": {
      "src": "git@github.com:echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "mini.pick": {
      "src": "git@github.com:echasnovski/mini.pick"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "git@github.com:supermaven-inc/supermaven-nvim"
    },
    "tokyonight.nvim": {
      "src": "git@github.com:folke/tokyonight.nvim"
    },
    "undotree": {
      "src": "git@github.com:mbbill/undotree"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive"
    },
    "vim-vinegar": {
      "src": "git@github.com:tpope/vim-vinegar"
    }
  }
}